/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@的条件";

/* %@ = app name */
"This action requires %@ to be installed." = "此操作需要安装“%@”。";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "此捷径需要安装“%@”。";

/* %@=action name */
"Could not run %@" = "无法运行“%@”";

/* %@=device model */
"This action is not compatible with %@." = "此操作与 %@ 不兼容。";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "无法在此版本的“捷径”中找到这个操作，但它可能在较新的版本中可用。您可以在 App Store 中升级“捷径”。\n\n丢失的操作标识符是“%@”。";

/* A single shortcut */
"Shortcut (singular)" = "捷径";

/* Access resource error; button or title */
"Update Privacy Settings" = "更新隐私设置";

/* Action Extension workflow type */
"Action Extension" = "操作扩展";

/* Action has been discontinued warning */
"This action is discontinued." = "此操作已中断。";

/* Action no longer available error */
"This action is not currently available." = "此操作当前不可用。";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "更新捷径";

/* All values are selected */
"All" = "全部";

/* Button */
"Cancel" = "取消";

/* Button */
"Choose Variable" = "选取变量";

/* Button */
"OK" = "好";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "允许";

/* Button; Access resource error */
"Allow Access" = "允许访问";

/* Calendar picker parameter */
"All Calendars" = "所有日历";

/* Calendar picker parameter */
"All Lists" = "所有列表";

/* Choose an item from the list */
"Choose an Item" = "选取项目";

/* Color */
"Blue" = "蓝色";

/* Color */
"Blue steel" = "钢青色";

/* Color */
"Grapefruit" = "葡萄柚色";

/* Color */
"Graphite" = "石墨色";

/* Color */
"Green" = "绿色";

/* Color */
"Indigo" = "靛色";

/* Color */
"Light blue" = "浅蓝色";

/* Color */
"Orange" = "橙色";

/* Color */
"Pink" = "粉红色";

/* Color */
"Purple" = "紫色";

/* Color */
"Red" = "红色";

/* Color */
"Royal blue" = "宝蓝色";

/* Color */
"Steel" = "铁灰色";

/* Color */
"Turquoise" = "绿松石色";

/* Color */
"Yellow" = "黄色";

/* Content property value */
"A to Z (Content Property Possible Value)" = "A-Z";

/* Content property value */
"Ascending (Content Property Possible Value)" = "升序";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "最大的排最前";

/* Content property value */
"Descending (Content Property Possible Value)" = "降序";

/* Content property value */
"Latest First (Content Property Possible Value)" = "最新的排最前";

/* Content property value */
"Longest First (Content Property Possible Value)" = "最长的排最前";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "最旧的排最前";

/* Content property value */
"Random (Content Property Possible Value)" = "随机";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "最短的排最前";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "最小的排最前";

/* Content property value */
"Z to A (Content Property Possible Value)" = "Z-A";

/* Date field error; incomplete date */
"Incomplete date" = "日期不完整";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "这将授予 JavaScript 对网页（包括所有数据）的完整访问权限";

/* Default shortcut name */
"Untitled Shortcut" = "未命名捷径";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "允许 JavaScript 访问网页？";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "在“%2$@”中执行操作“%1$@”。";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "请为此捷径选取另一个名称。";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "您已经有名为“%@”的捷径。";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "“%2$@”中未提供%1$@值。请提供%@值。";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "“%2$@”中提供的%1$@值无效。";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "捷径中心现在不可用。";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "无法载入此捷径。请稍后再试一次。";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "需要%@";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "无效的%@";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "此捷径需要安装特定应用。";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "此操作需要安装特定应用。";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone 或 iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "“%@”发生未知错误";

/* If statement’s end marker */
"End" = "结束";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "此捷径无法打开，因为它是由较高版本的“捷径”应用创建的。";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "捷径的格式太新";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "请输入此捷径的名称。";

/* Invalid workflow name error failure reason */
"Invalid Name" = "无效的名称";

/* Location field address is valid */
"Valid address" = "有效的地址";

/* Location field error */
"Incomplete address" = "地址不完整";

/* Location field error */
"Unknown address" = "未知地址";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "结束菜单";

/* Media type */
"Audio" = "音频";

/* Media type */
"Photo" = "照片";

/* Media type */
"Video" = "视频";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "此 JavaScript 与已知的不安全脚本相似。出于安全原因，将不会运行。";

/* Missing action name */
"Unknown Action" = "未知操作";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "正在运行的操作（%@）缺少实施。";

/* Motion menu action motion type */
"If I'm Bicycling" = "如果我正在骑自行车";

/* Motion menu action motion type */
"If I'm Driving" = "如果我正在驾驶汽车";

/* Motion menu action motion type */
"If I'm Remaining Still" = "如果我处于静止状态";

/* Motion menu action motion type */
"If I'm Running" = "如果我正在跑步";

/* Motion menu action motion type */
"If I'm Walking" = "如果我正在行走";

/* Multiple shortcuts */
"Shortcuts" = "捷径";

/* Name for Ask When Run variable */
"Ask When Run" = "运行时询问";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "剪贴板";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "剪贴板";

/* Name for Shortcut Input variable */
"Shortcut Input" = "捷径输入";

/* Name for action input variable */
"Input" = "输入";

/* Name for current date variable */
"Current Date" = "当前日期";

/* Name for unknown variable */
"Unknown Variable" = "未知变量";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "生日";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "在“邮件”中找到";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "此平台不支持剪贴板";

/* None option */
"None" = "无";

/* Notification */
"Choose an item" = "选取项目";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "此操作只能在“捷径”主应用内运行，因为它会启动其他应用。";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "打开“%@”";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "未命名捷径";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "数组";

/* Property list parameter value type */
"Boolean" = "布尔值";

/* Property list parameter value type */
"Dictionary" = "词典";

/* Property list parameter value type */
"File" = "文件";

/* Property list parameter value type */
"Number" = "数字";

/* Property list parameter value type */
"Text" = "文本";

/* Repeat action end marker */
"End Repeat" = "结束重复";

/* Required access to a resource; %@=resource name */
"Access to %@" = "访问%@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "此操作无法运行，因为“%@”受到限制。";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "此捷径需要手表连接到手机才能正常工作。";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "需要电话";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "无论何时运行“%1$@”，此捷径都能与当前网页进行交互，包括读取敏感信息（如密码、电话号码和信用卡）。";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "是否允许“%1$@”访问“%2$@”？";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "否则";

/* The end-if-clause in an conditional (if) statement */
"End If" = "结束如果";

/* The input for a workflow action */
"The input" = "输入";

/* Time offset action parameter */
"add" = "加";

/* Time offset action parameter */
"days" = "天";

/* Time offset action parameter */
"get start of day" = "获取天的开始";

/* Time offset action parameter */
"get start of hour" = "获取小时的开始";

/* Time offset action parameter */
"get start of minute" = "获取分钟的开始";

/* Time offset action parameter */
"get start of month" = "获取月的开始";

/* Time offset action parameter */
"get start of year" = "获取年的开始";

/* Time offset action parameter */
"hours" = "小时";

/* Time offset action parameter */
"minutes" = "分钟";

/* Time offset action parameter */
"months" = "个月";

/* Time offset action parameter */
"seconds" = "秒钟";

/* Time offset action parameter */
"subtract" = "减";

/* Time offset action parameter */
"weeks" = "周";

/* Time offset action parameter */
"years" = "年";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "不安全的 JavaScript";

/* Today Widget workflow type */
"Today Widget" = "今天小组件";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = "（选填）";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "（%@）%@";

/* Unknown item */
"Unknown" = "未知";

/* Unsupported device error message */
"This action is not supported on this device." = "这台设备不支持此操作。";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "此操作无法在当前环境中运行。";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "此操作无法在当前用户界面中运行。";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = "、";

/* Variable name */
"Repeat Index" = "重复索引";

/* Variable name */
"Repeat Item" = "重复项目";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "重复索引 %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "重复第 %d 项";

/* View app in App Store */
"View in App Store" = "在 App Store 中显示";

/* Workflow glyph category */
"Objects" = "物体";

/* Workflow glyph category */
"People" = "人物";

/* Workflow glyph category */
"Symbols" = "符号";

/* Workflow glyph name */
"Airplane" = "飞机";

/* Workflow glyph name */
"Alarm Clock" = "闹钟";

/* Workflow glyph name */
"Alert Triangle" = "提醒三角形";

/* Workflow glyph name */
"Alien" = "外星人";

/* Workflow glyph name */
"Ambulance" = "救护车";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "归档";

/* Workflow glyph name */
"Arrow Curved Left" = "向左弯曲的箭头";

/* Workflow glyph name */
"Arrow Curved Right" = "向右弯曲的箭头";

/* Workflow glyph name */
"Asterisk" = "星号";

/* Workflow glyph name */
"Atom" = "原子";

/* Workflow glyph name */
"Baby Boy" = "小男孩";

/* Workflow glyph name */
"Baby girl" = "小女孩";

/* Workflow glyph name */
"Bandage" = "创可贴";

/* Workflow glyph name */
"Bar Graph" = "条形图";

/* Workflow glyph name */
"Barcode" = "条形码";

/* Workflow glyph name */
"Baseball" = "棒球";

/* Workflow glyph name */
"Basketball" = "篮球";

/* Workflow glyph name */
"Bathtub" = "浴缸";

/* Workflow glyph name */
"Battery" = "电池";

/* Workflow glyph name */
"Bed" = "床";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "铃铛";

/* Workflow glyph name */
"Bicycle" = "自行车";

/* Workflow glyph name */
"Binoculars" = "双目望远镜";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "比特币符号";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "备选比特币符号";

/* Workflow glyph name */
"Book With Sash" = "带书签的书";

/* Workflow glyph name */
"Bookmark" = "书签";

/* Workflow glyph name */
"Bookshelf" = "书架";

/* Workflow glyph name */
"Box Filled" = "实心盒子";

/* Workflow glyph name */
"Box Outline" = "空心盒子";

/* Workflow glyph name */
"Boxed Behance" = "带方框的 Behance";

/* Workflow glyph name */
"Boxed Bitbucket" = "带方框的 Bitbucket";

/* Workflow glyph name */
"Boxed Facebook" = "带方框的 Facebook";

/* Workflow glyph name */
"Boxed Flickr" = "带方框的 Flickr";

/* Workflow glyph name */
"Boxed Git" = "带方框的 Git";

/* Workflow glyph name */
"Boxed GitHub" = "带方框的 GitHub";

/* Workflow glyph name */
"Boxed Google Plus" = "带方框的 Google Plus";

/* Workflow glyph name */
"Boxed Keyboard" = "带方框的键盘";

/* Workflow glyph name */
"Boxed LinkedIn" = "带方框的 LinkedIn";

/* Workflow glyph name */
"Boxed Pied Piper" = "带方框的 Pied Piper";

/* Workflow glyph name */
"Boxed Pinterest" = "带方框的 Pinterest";

/* Workflow glyph name */
"Boxed Reddit" = "带方框的 Reddit";

/* Workflow glyph name */
"Boxed Steam" = "带方框的 Steam";

/* Workflow glyph name */
"Boxed Tumblr" = "带方框的 Tumblr";

/* Workflow glyph name */
"Boxed Twitter" = "带方框的 Twitter";

/* Workflow glyph name */
"Boxed Vimeo" = "带方框的 Vimeo";

/* Workflow glyph name */
"Boxed Y Combinator" = "带方框的 Y Combinator";

/* Workflow glyph name */
"Boxed YouTube" = "带方框的 YouTube";

/* Workflow glyph name */
"Braille" = "盲文";

/* Workflow glyph name */
"Briefcase" = "公文包";

/* Workflow glyph name */
"Buildings" = "建筑";

/* Workflow glyph name */
"Bus" = "公交车";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "CSS 文稿";

/* Workflow glyph name */
"Cake" = "蛋糕";

/* Workflow glyph name */
"Calculator" = "计算器";

/* Workflow glyph name */
"Calendar" = "日历";

/* Workflow glyph name */
"Camera" = "相机";

/* Workflow glyph name */
"Car" = "小汽车";

/* Workflow glyph name */
"Carrot" = "胡萝卜";

/* Workflow glyph name */
"Cat" = "猫";

/* Workflow glyph name */
"Chain Link" = "链条";

/* Workflow glyph name */
"Chat Bubble" = "聊天气泡";

/* Workflow glyph name */
"Chemical" = "化学药品";

/* Workflow glyph name */
"Child" = "儿童";

/* Workflow glyph name */
"Church" = "教堂";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "带圆圈的比特币符号";

/* Workflow glyph name */
"Circled Checkmark" = "带圆圈的勾号";

/* Workflow glyph name */
"Circled Dollar Sign" = "带圆圈的美元符号";

/* Workflow glyph name */
"Circled Down Arrow" = "带圆圈的下箭头";

/* Workflow glyph name */
"Circled Download Arrow" = "带圆圈的下载箭头";

/* Workflow glyph name */
"Circled Euro Sign" = "带圆圈的欧元符号";

/* Workflow glyph name */
"Circled Fast Forward" = "带圆圈的快进";

/* Workflow glyph name */
"Circled GitHub" = "带圆圈的 GitHub";

/* Workflow glyph name */
"Circled Heart" = "带圆圈的心形";

/* Workflow glyph name */
"Circled Left Arrow" = "带圆圈的左箭头";

/* Workflow glyph name */
"Circled Lowercase I" = "带圆圈的小写字母 I";

/* Workflow glyph name */
"Circled Pi Symbol" = "带圆圈的派符号";

/* Workflow glyph name */
"Circled Pinterest" = "带圆圈的 Pinterest";

/* Workflow glyph name */
"Circled Play Symbol" = "带圆圈的播放符号";

/* Workflow glyph name */
"Circled Plus" = "带圆圈的加号";

/* Workflow glyph name */
"Circled Pound Sign" = "带圆圈的英镑符号";

/* Workflow glyph name */
"Circled Power" = "带圆圈的电源开关符号";

/* Workflow glyph name */
"Circled Question Mark" = "带圆圈的问号";

/* Workflow glyph name */
"Circled Rewind" = "带圆圈的倒回";

/* Workflow glyph name */
"Circled Right Arrow" = "带圆圈的右箭头";

/* Workflow glyph name */
"Circled Stop" = "带圆圈的停止";

/* Workflow glyph name */
"Circled StumbleUpon" = "带圆圈的 StumbleUpon";

/* Workflow glyph name */
"Circled Up Arrow" = "带圆圈的上箭头";

/* Workflow glyph name */
"Circled Upload Arrow" = "带圆圈的上传箭头";

/* Workflow glyph name */
"Circled WordPress" = "带圆圈的 WordPress";

/* Workflow glyph name */
"Circled X" = "带圆圈的叉叉";

/* Workflow glyph name */
"Circled Yen Sign" = "带圆圈的人民币符号";

/* Workflow glyph name */
"Clock" = "时钟";

/* Workflow glyph name */
"Clothes Hanger" = "衣架";

/* Workflow glyph name */
"Cloud" = "云";

/* Workflow glyph name */
"Color Dropper" = "颜色滴管";

/* Workflow glyph name */
"Compass" = "指南针";

/* Workflow glyph name */
"Connected Share Dots" = "连起来的分享圆点";

/* Workflow glyph name */
"Credit Card" = "信用卡";

/* Workflow glyph name */
"Crop" = "裁剪";

/* Workflow glyph name */
"Cube" = "立方体";

/* Workflow glyph name */
"Curved List On Paper" = "半卷起的列表文件";

/* Workflow glyph name */
"Database" = "数据库";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "Deviant Art";

/* Workflow glyph name */
"Dice" = "骰子";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "路标";

/* Workflow glyph name */
"Document Filled" = "文稿（填充）";

/* Workflow glyph name */
"Document Outline" = "文稿（轮廓）";

/* Workflow glyph name */
"Dog" = "狗";

/* Workflow glyph name */
"Dollar Sign" = "美元符号";

/* Workflow glyph name */
"Dollar Sign With Line" = "带线条的美元符号";

/* Workflow glyph name */
"Double Quote" = "双引号";

/* Workflow glyph name */
"Drama Masks" = "戏剧面具";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "欧元符号";

/* Workflow glyph name */
"Euro Sign Alternate" = "备选欧元符号";

/* Workflow glyph name */
"Evergreen Tree" = "常青树";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "提要";

/* Workflow glyph name */
"Filled Movie Camera" = "摄影机（填充）";

/* Workflow glyph name */
"Filmstrip" = "电影胶片";

/* Workflow glyph name */
"Fire" = "火焰";

/* Workflow glyph name */
"Fish" = "鱼";

/* Workflow glyph name */
"Flag" = "旗子";

/* Workflow glyph name */
"Flower" = "花朵";

/* Workflow glyph name */
"Folder" = "文件夹";

/* Workflow glyph name */
"Football" = "橄榄球";

/* Workflow glyph name */
"Footprints" = "脚印";

/* Workflow glyph name */
"Four Squares" = "四个方块";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "水果";

/* Workflow glyph name */
"Fuel Station" = "加油站";

/* Workflow glyph name */
"Game Controller" = "游戏手柄";

/* Workflow glyph name */
"Gears" = "齿轮";

/* Workflow glyph name */
"Gift" = "礼物";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "眼镜";

/* Workflow glyph name */
"Globe" = "地球";

/* Workflow glyph name */
"Google" = "谷歌";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "毕业帽";

/* Workflow glyph name */
"Grocery Store" = "杂货店";

/* Workflow glyph name */
"Group of three people" = "三个人的群组";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "锤子";

/* Workflow glyph name */
"Hammer And Wrench" = "锤子和扳手";

/* Workflow glyph name */
"Hand With Spread Fingers" = "五指张开的手";

/* Workflow glyph name */
"Handbag" = "手提包";

/* Workflow glyph name */
"Hard Drive" = "硬盘";

/* Workflow glyph name */
"Headphones" = "耳机";

/* Workflow glyph name */
"Heart" = "爱心形状";

/* Workflow glyph name */
"Home" = "家";

/* Workflow glyph name */
"Horse" = "马";

/* Workflow glyph name */
"Hourglass" = "沙漏";

/* Workflow glyph name */
"Infinity" = "无穷大";

/* Workflow glyph name */
"Inhaler" = "吸入器";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "钥匙";

/* Workflow glyph name */
"Keyboard" = "键盘";

/* Workflow glyph name */
"Laptop" = "笔记本电脑";

/* Workflow glyph name */
"Laundry Machine" = "洗衣机";

/* Workflow glyph name */
"Life Preserver" = "救生圈";

/* Workflow glyph name */
"Light Bulb" = "灯泡";

/* Workflow glyph name */
"Lightning Bolt" = "闪电";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "列表";

/* Workflow glyph name */
"List On Paper" = "列表文件";

/* Workflow glyph name */
"Loading Indicator" = "正在加载指示符号";

/* Workflow glyph name */
"Location Arrow" = "定位箭头";

/* Workflow glyph name */
"Location Pin" = "定位大头针";

/* Workflow glyph name */
"Lock" = "锁";

/* Workflow glyph name */
"Magic Wand" = "魔法棒";

/* Workflow glyph name */
"Magnifying Glass" = "放大镜";

/* Workflow glyph name */
"Mail Envelope" = "邮件信封";

/* Workflow glyph name */
"Man" = "男人";

/* Workflow glyph name */
"Martini Glass" = "鸡尾酒杯";

/* Workflow glyph name */
"Masquerade Mask" = "化装舞会面具";

/* Workflow glyph name */
"Medicine Bottle" = "药瓶";

/* Workflow glyph name */
"Merge Arrows" = "合并箭头";

/* Workflow glyph name */
"Message Bubble" = "一个信息气泡";

/* Workflow glyph name */
"Message Bubbles" = "两个信息气泡";

/* Workflow glyph name */
"Microphone" = "麦克风";

/* Workflow glyph name */
"Microscope" = "显微镜";

/* Workflow glyph name */
"Moon" = "月亮";

/* Workflow glyph name */
"Motorcycle" = "摩托车";

/* Workflow glyph name */
"Mountain Picture" = "山脉图";

/* Workflow glyph name */
"Mountains" = "山脉";

/* Workflow glyph name */
"Move Arrows" = "移动箭头";

/* Workflow glyph name */
"Movie Camera Outline" = "摄影机（轮廓）";

/* Workflow glyph name */
"Movie Clapperboard" = "拍电影用的场记板";

/* Workflow glyph name */
"Movie Ticket" = "电影票";

/* Workflow glyph name */
"Mug" = "马克杯";

/* Workflow glyph name */
"Music" = "音乐";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "用符杠连接的八分音符";

/* Workflow glyph name */
"News Article" = "新闻文章";

/* Workflow glyph name */
"Nine Squares" = "九个方块";

/* Workflow glyph name */
"Open Book" = "打开的书";

/* Workflow glyph name */
"Open Mail Envelope" = "打开的邮件信封";

/* Workflow glyph name */
"Oven" = "烤箱";

/* Workflow glyph name */
"Paintbrush" = "画笔";

/* Workflow glyph name */
"Paper Clip" = "回形针";

/* Workflow glyph name */
"Parking Symbol" = "停车场符号";

/* Workflow glyph name */
"Pawprint" = "爪印";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "和平符号";

/* Workflow glyph name */
"Pencil" = "铅笔";

/* Workflow glyph name */
"People Three Overlapping" = "重叠的三个人";

/* Workflow glyph name */
"Person" = "人";

/* Workflow glyph name */
"Person At A Podium" = "站在讲台上的人";

/* Workflow glyph name */
"Person Dancing" = "正在跳舞的人";

/* Workflow glyph name */
"Person Giving A Speech" = "正在演讲的人";

/* Workflow glyph name */
"Person Hiking" = "正在徒步的人";

/* Workflow glyph name */
"Person In A Wheelchair" = "坐在轮椅上的人";

/* Workflow glyph name */
"Person Lifting Weight" = "正在举重的人";

/* Workflow glyph name */
"Person Running" = "正在跑步的人";

/* Workflow glyph name */
"Person Skiing" = "正在滑雪的人";

/* Workflow glyph name */
"Person Snowboarding" = "正在单板滑雪的人";

/* Workflow glyph name */
"Person Swimming" = "正在游泳的人";

/* Workflow glyph name */
"Person Walking" = "正在行走的人";

/* Workflow glyph name */
"Person Walking With A Cane" = "用拐杖行走的人";

/* Workflow glyph name */
"Person standing" = "站立的人";

/* Workflow glyph name */
"Phone" = "电话";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper Snack";

/* Workflow glyph name */
"Pill" = "一个药丸";

/* Workflow glyph name */
"Pills" = "两个药丸";

/* Workflow glyph name */
"Play Symbol" = "播放符号";

/* Workflow glyph name */
"Podcasts" = "播客";

/* Workflow glyph name */
"Pound Sign" = "英镑符号";

/* Workflow glyph name */
"Printer" = "打印机";

/* Workflow glyph name */
"Puzzle Piece" = "一块拼图";

/* Workflow glyph name */
"QR Code" = "二维码";

/* Workflow glyph name */
"Radio waves" = "广播波形";

/* Workflow glyph name */
"Rain Cloud" = "雨云";

/* Workflow glyph name */
"Recycle" = "回收";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "备选 Reddit";

/* Workflow glyph name */
"Repost Arrows" = "转发箭头";

/* Workflow glyph name */
"Rocket" = "火箭";

/* Workflow glyph name */
"Rounded Document Outline" = "圆角的文稿（轮廓）";

/* Workflow glyph name */
"Sailboat" = "帆船";

/* Workflow glyph name */
"Scissors" = "剪刀";

/* Workflow glyph name */
"Screwdriver" = "螺丝刀";

/* Workflow glyph name */
"Server" = "服务器";

/* Workflow glyph name */
"Shirt" = "衣服";

/* Workflow glyph name */
"Shopping Cart" = "购物车";

/* Workflow glyph name */
"Shower" = "淋浴";

/* Workflow glyph name */
"Shrink Arrows" = "缩小箭头";

/* Workflow glyph name */
"Shuffle Arrows" = "随机播放箭头";

/* Workflow glyph name */
"Sina Weibo" = "新浪微博";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "滑块";

/* Workflow glyph name */
"Smiley Face" = "笑脸";

/* Workflow glyph name */
"Snowflake" = "雪花";

/* Workflow glyph name */
"Soaring Paper Airplane" = "飞翔的纸飞机";

/* Workflow glyph name */
"Soccer Ball" = "足球";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "闪亮的铃铛";

/* Workflow glyph name */
"Speaker" = "扬声器";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "备选 Spotify";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "楼梯";

/* Workflow glyph name */
"Star" = "星星形状";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "冒热气的碗";

/* Workflow glyph name */
"Stethoscope" = "听诊器";

/* Workflow glyph name */
"Stop Hand" = "停止手势";

/* Workflow glyph name */
"Stop Symbol" = "停止符号";

/* Workflow glyph name */
"Stopwatch" = "秒表";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "太阳";

/* Workflow glyph name */
"Sync Arrows" = "同步箭头";

/* Workflow glyph name */
"Syringe" = "注射器";

/* Workflow glyph name */
"Tag" = "一个标签";

/* Workflow glyph name */
"Tags" = "多个标签";

/* Workflow glyph name */
"Target" = "靶子";

/* Workflow glyph name */
"Telescope" = "望远镜";

/* Workflow glyph name */
"Television" = "电视机";

/* Workflow glyph name */
"Tennis Ball" = "网球";

/* Workflow glyph name */
"Text Symbol" = "文本符号";

/* Workflow glyph name */
"Thermometer" = "温度计";

/* Workflow glyph name */
"Thought Bubble" = "思考气泡";

/* Workflow glyph name */
"Three Dots" = "三个点";

/* Workflow glyph name */
"Three Overlapping Circles" = "重叠的三个圆形";

/* Workflow glyph name */
"Three Overlapping Dots" = "重叠的三个点";

/* Workflow glyph name */
"Thumbs Up" = "竖起的大拇指";

/* Workflow glyph name */
"Train" = "火车";

/* Workflow glyph name */
"Trash" = "废纸篓";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "奖杯";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "两个人";

/* Workflow glyph name */
"Umbrella" = "伞";

/* Workflow glyph name */
"Unlock" = "解锁";

/* Workflow glyph name */
"Utensils" = "刀叉";

/* Workflow glyph name */
"Video Symbol" = "视频符号";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "手表";

/* Workflow glyph name */
"Water Drop" = "水滴";

/* Workflow glyph name */
"WeChat" = "微信";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "酒瓶";

/* Workflow glyph name */
"Woman" = "女人";

/* Workflow glyph name */
"Wrench" = "扳手";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "人民币符号";

/* Workflow glyph name */
"Yen Sign Alternate" = "备选人民币符号";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "此操作只能在 %@ 上运行。";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "此操作与 %1$@ %2$@ 不兼容。";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "此操作需要高于 %2$@ 的 %1$@ 版本。";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "此操作需要低于 %2$@ 的 %1$@ 版本。";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "此操作需要 %1$@ %2$@ 或更高版本。";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "此操作需要 %1$@ %2$@ 或更低版本。";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "此操作需要 %1$@ %2$@。";

